{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\n"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": {
    "type": "Fuse"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\n": 0,
      "-": 1,
      "a": 2,
      "b": 3,
      "c": 4,
      "d": 5,
      "e": 6,
      "f": 7,
      "g": 8,
      "h": 9,
      "i": 10,
      "j": 11,
      "k": 12,
      "l": 13,
      "m": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "q": 18,
      "r": 19,
      "s": 20,
      "t": 21,
      "u": 22,
      "v": 23,
      "w": 24,
      "x": 25,
      "y": 26,
      "z": 27,
      "á": 28,
      "â": 29,
      "ä": 30,
      "é": 31,
      "ê": 32,
      "ë": 33,
      "í": 34,
      "î": 35,
      "ó": 36,
      "ô": 37,
      "ö": 38,
      "ú": 39,
      "û": 40,
      "ü": 41,
      "ŷ": 42,
      "ar": 43,
      "in": 44,
      "or": 45,
      "an": 46,
      "th": 47,
      "el": 48,
      "en": 49,
      "er": 50,
      "al": 51,
      "il": 52,
      "on": 53,
      "ir": 54,
      "st": 55,
      "ad": 56,
      "ol": 57,
      "im": 58,
      "ur": 59,
      "and": 60,
      "am": 61,
      "ro": 62,
      "ch": 63,
      "as": 64,
      "ing": 65,
      "un": 66,
      "es": 67,
      "ed": 68,
      "eg": 69,
      "ath": 70,
      "ith": 71,
      "ag": 72,
      "tar": 73,
      "ri": 74,
      "od": 75,
      "at": 76,
      "ard": 77,
      "ond": 78,
      "le": 79,
      "ind": 80,
      "br": 81,
      "gr": 82,
      "ow": 83,
      "uin": 84,
      "end": 85,
      "mar": 86,
      "orn": 87,
      "und": 88,
      "bar": 89,
      "eth": 90,
      "la": 91,
      "om": 92,
      "na": 93,
      "is": 94,
      "ast": 95,
      "car": 96,
      "ion": 97,
      "os": 98,
      "ck": 99,
      "for": 100,
      "ul": 101,
      "ang": 102,
      "eld": 103,
      "old": 104,
      "mo": 105,
      "sh": 106,
      "go": 107,
      "ma": 108,
      "ald": 109,
      "em": 110,
      "est": 111,
      "bel": 112,
      "ber": 113,
      "gl": 114,
      "men": 115,
      "land": 116,
      "ot": 117,
      "ill": 118,
      "ha": 119,
      "har": 120,
      "id": 121,
      "lo": 122,
      "ra": 123,
      "tar-": 124,
      "ca": 125,
      "hal": 126,
      "it": 127,
      "ta": 128,
      "arth": 129,
      "ell": 130,
      "ild": 131,
      "bor": 132,
      "ee": 133,
      "ud": 134,
      "um": 135,
      "-n": 136,
      "cal": 137,
      "gor": 138,
      "lad": 139,
      "ou": 140,
      "se": 141,
      "ui": 142,
      "ant": 143,
      "ern": 144,
      "row": 145,
      "fo": 146,
      "fr": 147,
      "fal": 148,
      "ig": 149,
      "mor": 150,
      "nor": 151,
      "sa": 152,
      "cel": 153,
      "cir": 154,
      "et": 155,
      "ien": 156,
      "min": 157,
      "mer": 158,
      "ost": 159,
      "ph": 160,
      "wa": 161,
      "ór": 162,
      "ess": 163,
      "ach": 164,
      "bur": 165,
      "dor": 166,
      "gil": 167,
      "hol": 168,
      "to": 169,
      "val": 170,
      "wë": 171,
      "west": 172,
      "ír": 173,
      "ine": 174,
      "ros": 175,
      "bo": 176,
      "co": 177,
      "da": 178,
      "ev": 179,
      "fir": 180,
      "man": 181,
      "nen": 182,
      "wo": 183,
      "-g": 184,
      "her": 185,
      "hir": 186,
      "ló": 187,
      "oth": 188,
      "wen": 189,
      "ara": 190,
      "ann": 191,
      "gre": 192,
      "-d": 193,
      "-en": 194,
      "bu": 195,
      "eb": 196,
      "hel": 197,
      "lon": 198,
      "mal": 199,
      "rim": 200,
      "tr": 201,
      "wat": 202,
      "thor": 203,
      "rod": 204,
      "wood": 205,
      "ac": 206,
      "ech": 207,
      "ge": 208,
      "ht": 209,
      "hild": 210,
      "lin": 211,
      "lind": 212,
      "nar": 213,
      "ru": 214,
      "uil": 215,
      "elf": 216,
      "ston": 217,
      "brand": 218,
      "grim": 219,
      "own": 220,
      "endil": 221,
      "bal": 222,
      "dr": 223,
      "east": 224,
      "fin": 225,
      "gel": 226,
      "ia": 227,
      "ib": 228,
      "ië": 229,
      "kh": 230,
      "lor": 231,
      "mir": 232,
      "ne": 233,
      "no": 234,
      "nú": 235,
      "oc": 236,
      "ring": 237,
      "sir": 238,
      "tel": 239,
      "ent": 240,
      "amir": 241,
      "lands": 242,
      "hall": 243,
      "taur": 244,
      "falas": 245,
      "air": 246,
      "eä": 247,
      "far": 248,
      "gal": 249,
      "gon": 250,
      "gol": 251,
      "gund": 252,
      "he": 253,
      "hy": 254,
      "king": 255,
      "më": 256,
      "mith": 257,
      "per": 258,
      "rin": 259,
      "red": 260,
      "ter": 261,
      "ven": 262,
      "ver": 263,
      "yn": 264,
      "ûn": 265,
      "star": 266,
      "adoc": 267,
      "amar": 268,
      "atan": 269,
      "march": 270,
      "under": 271,
      "eep": 272,
      "ight": 273,
      "north": 274,
      "ciry": 275,
      "way": 276,
      "water": 277,
      "-in": 278,
      "ak": 279,
      "av": 280,
      "ain": 281,
      "bag": 282,
      "cor": 283,
      "dw": 284,
      "den": 285,
      "ey": 286,
      "eil": 287,
      "fi": 288,
      "fol": 289,
      "fast": 290,
      "gu": 291,
      "gold": 292,
      "had": 293,
      "ic": 294,
      "iv": 295,
      "iel": 296,
      "lu": 297,
      "luin": 298,
      "pal": 299,
      "qu": 300,
      "rh": 301,
      "rad": 302,
      "ras": 303,
      "tom": 304,
      "ugl": 305,
      "va": 306,
      "wh": 307,
      "wil": 308,
      "ward": 309,
      "wind": 310,
      "well": 311,
      "wine": 312,
      "óri": 313,
      "ûr": 314,
      "orl": 315,
      "edh": 316,
      "riel": 317,
      "beleg": 318,
      "menel": 319,
      "loth": 320,
      "green": 321,
      "stone": 322,
      "eär": 323,
      "-ro": 324,
      "az": 325,
      "aer": 326,
      "cil": 327,
      "de": 328,
      "dle": 329,
      "deep": 330,
      "fer": 331,
      "ffo": 332,
      "gar": 333,
      "gir": 334,
      "gam": 335,
      "gul": 336,
      "han": 337,
      "horn": 338,
      "ie": 339,
      "lam": 340,
      "mel": 341,
      "nim": 342,
      "ning": 343,
      "ob": 344,
      "ok": 345,
      "oor": 346,
      "ock": 347,
      "re": 348,
      "ry": 349,
      "rath": 350,
      "rond": 351,
      "së": 352,
      "sar": 353,
      "sou": 354,
      "ton": 355,
      "tir": 356,
      "tle": 357,
      "us": 358,
      "vi": 359,
      "vin": 360,
      "with": 361,
      "will": 362,
      "în": 363,
      "ôr": 364,
      "ins": 365,
      "oron": 366,
      "anc": 367,
      "urn": 368,
      "andil": 369,
      "roth": 370,
      "rock": 371,
      "ate": 372,
      "breg": 373,
      "calim": 374,
      "foot": 375,
      "fré": 376,
      "cele": 377,
      "burg": 378,
      "ever": 379,
      "annon": 380,
      "-en-": 381,
      "buck": 382,
      "hyar": 383,
      "whit": 384,
      "south": 385,
      "-c": 386,
      "-f": 387,
      "-t": 388,
      "-na": 389,
      "ab": 390,
      "ael": 391,
      "be": 392,
      "bl": 393,
      "bold": 394,
      "bot": 395,
      "cot": 396,
      "dh": 397,
      "di": 398,
      "dim": 399,
      "down": 400,
      "ft": 401,
      "fen": 402,
      "fur": 403,
      "find": 404,
      "fang": 405,
      "gw": 406,
      "gard": 407,
      "hu": 408,
      "hith": 409,
      "htar": 410,
      "hard": 411,
      "hend": 412,
      "hund": 413,
      "hald": 414,
      "hill": 415,
      "hou": 416,
      "ian": 417,
      "iath": 418,
      "kel": 419,
      "kal": 420,
      "li": 421,
      "lar": 422,
      "len": 423,
      "lim": 424,
      "lith": 425,
      "lond": 426,
      "lang": 427,
      "mi": 428,
      "mind": 429,
      "ná": 430,
      "og": 431,
      "po": 432,
      "pel": 433,
      "pla": 434,
      "ram": 435,
      "sil": 436,
      "ty": 437,
      "tan": 438,
      "tol": 439,
      "tum": 440,
      "uir": 441,
      "vel": 442,
      "vil": 443,
      "we": 444,
      "win": 445,
      "weth": 446,
      "éod": 447,
      "íriel": 448,
      "ar-": 449,
      "aran": 450,
      "arch": 451,
      "inn": 452,
      "orod": 453,
      "ans": 454,
      "anor": 455,
      "thr": 456,
      "ely": 457,
      "enn": 458,
      "ers": 459,
      "ered": 460,
      "almar": 461,
      "alcar": 462,
      "ony": 463,
      "ste": 464,
      "ador": 465,
      "adan": 466,
      "oll": 467,
      "ando": 468,
      "ather": 469,
      "ithil": 470,
      "rid": 471,
      "ris": 472,
      "ardil": 473,
      "ondë": 474,
      "ondor": 475,
      "bras": 476,
      "endur": 477,
      "mark": 478,
      "laur": 479,
      "isen": 480,
      "osco": 481,
      "moth": 482,
      "macil": 483,
      "aldor": 484,
      "bert": 485,
      "haud": 486,
      "tain": 487,
      "-nu": 488,
      "uial": 489,
      "órë": 490,
      "bourn": 491,
      "firien": 492,
      "helm": 493,
      "long": 494,
      "rush": 495,
      "field": 496,
      "-road": 497,
      "celebr": 498,
      "haudh": 499,
      "-i": 500,
      "af": 501,
      "ax": 502,
      "bb": 503,
      "bi": 504,
      "ban": 505,
      "bol": 506,
      "bod": 507,
      "bard": 508,
      "bow": 509,
      "bul": 510,
      "blin": 511
    },
    "merges": [
      [
        "a",
        "r"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "n"
      ],
      [
        "t",
        "h"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "i",
        "l"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "r"
      ],
      [
        "s",
        "t"
      ],
      [
        "a",
        "d"
      ],
      [
        "o",
        "l"
      ],
      [
        "i",
        "m"
      ],
      [
        "u",
        "r"
      ],
      [
        "an",
        "d"
      ],
      [
        "a",
        "m"
      ],
      [
        "r",
        "o"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "s"
      ],
      [
        "in",
        "g"
      ],
      [
        "u",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "e",
        "d"
      ],
      [
        "e",
        "g"
      ],
      [
        "a",
        "th"
      ],
      [
        "i",
        "th"
      ],
      [
        "a",
        "g"
      ],
      [
        "t",
        "ar"
      ],
      [
        "r",
        "i"
      ],
      [
        "o",
        "d"
      ],
      [
        "a",
        "t"
      ],
      [
        "ar",
        "d"
      ],
      [
        "on",
        "d"
      ],
      [
        "l",
        "e"
      ],
      [
        "in",
        "d"
      ],
      [
        "b",
        "r"
      ],
      [
        "g",
        "r"
      ],
      [
        "o",
        "w"
      ],
      [
        "u",
        "in"
      ],
      [
        "en",
        "d"
      ],
      [
        "m",
        "ar"
      ],
      [
        "or",
        "n"
      ],
      [
        "un",
        "d"
      ],
      [
        "b",
        "ar"
      ],
      [
        "e",
        "th"
      ],
      [
        "l",
        "a"
      ],
      [
        "o",
        "m"
      ],
      [
        "n",
        "a"
      ],
      [
        "i",
        "s"
      ],
      [
        "a",
        "st"
      ],
      [
        "c",
        "ar"
      ],
      [
        "i",
        "on"
      ],
      [
        "o",
        "s"
      ],
      [
        "c",
        "k"
      ],
      [
        "f",
        "or"
      ],
      [
        "u",
        "l"
      ],
      [
        "an",
        "g"
      ],
      [
        "el",
        "d"
      ],
      [
        "ol",
        "d"
      ],
      [
        "m",
        "o"
      ],
      [
        "s",
        "h"
      ],
      [
        "g",
        "o"
      ],
      [
        "m",
        "a"
      ],
      [
        "al",
        "d"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "st"
      ],
      [
        "b",
        "el"
      ],
      [
        "b",
        "er"
      ],
      [
        "g",
        "l"
      ],
      [
        "m",
        "en"
      ],
      [
        "l",
        "and"
      ],
      [
        "o",
        "t"
      ],
      [
        "il",
        "l"
      ],
      [
        "h",
        "a"
      ],
      [
        "h",
        "ar"
      ],
      [
        "i",
        "d"
      ],
      [
        "l",
        "o"
      ],
      [
        "r",
        "a"
      ],
      [
        "tar",
        "-"
      ],
      [
        "c",
        "a"
      ],
      [
        "h",
        "al"
      ],
      [
        "i",
        "t"
      ],
      [
        "t",
        "a"
      ],
      [
        "ar",
        "th"
      ],
      [
        "el",
        "l"
      ],
      [
        "il",
        "d"
      ],
      [
        "b",
        "or"
      ],
      [
        "e",
        "e"
      ],
      [
        "u",
        "d"
      ],
      [
        "u",
        "m"
      ],
      [
        "-",
        "n"
      ],
      [
        "c",
        "al"
      ],
      [
        "g",
        "or"
      ],
      [
        "l",
        "ad"
      ],
      [
        "o",
        "u"
      ],
      [
        "s",
        "e"
      ],
      [
        "u",
        "i"
      ],
      [
        "an",
        "t"
      ],
      [
        "er",
        "n"
      ],
      [
        "ro",
        "w"
      ],
      [
        "f",
        "o"
      ],
      [
        "f",
        "r"
      ],
      [
        "f",
        "al"
      ],
      [
        "i",
        "g"
      ],
      [
        "m",
        "or"
      ],
      [
        "n",
        "or"
      ],
      [
        "s",
        "a"
      ],
      [
        "c",
        "el"
      ],
      [
        "c",
        "ir"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "en"
      ],
      [
        "m",
        "in"
      ],
      [
        "m",
        "er"
      ],
      [
        "o",
        "st"
      ],
      [
        "p",
        "h"
      ],
      [
        "w",
        "a"
      ],
      [
        "ó",
        "r"
      ],
      [
        "es",
        "s"
      ],
      [
        "a",
        "ch"
      ],
      [
        "b",
        "ur"
      ],
      [
        "d",
        "or"
      ],
      [
        "g",
        "il"
      ],
      [
        "h",
        "ol"
      ],
      [
        "t",
        "o"
      ],
      [
        "v",
        "al"
      ],
      [
        "w",
        "ë"
      ],
      [
        "w",
        "est"
      ],
      [
        "í",
        "r"
      ],
      [
        "in",
        "e"
      ],
      [
        "ro",
        "s"
      ],
      [
        "b",
        "o"
      ],
      [
        "c",
        "o"
      ],
      [
        "d",
        "a"
      ],
      [
        "e",
        "v"
      ],
      [
        "f",
        "ir"
      ],
      [
        "m",
        "an"
      ],
      [
        "n",
        "en"
      ],
      [
        "w",
        "o"
      ],
      [
        "-",
        "g"
      ],
      [
        "h",
        "er"
      ],
      [
        "h",
        "ir"
      ],
      [
        "l",
        "ó"
      ],
      [
        "o",
        "th"
      ],
      [
        "w",
        "en"
      ],
      [
        "ar",
        "a"
      ],
      [
        "an",
        "n"
      ],
      [
        "gr",
        "e"
      ],
      [
        "-",
        "d"
      ],
      [
        "-",
        "en"
      ],
      [
        "b",
        "u"
      ],
      [
        "e",
        "b"
      ],
      [
        "h",
        "el"
      ],
      [
        "l",
        "on"
      ],
      [
        "m",
        "al"
      ],
      [
        "r",
        "im"
      ],
      [
        "t",
        "r"
      ],
      [
        "w",
        "at"
      ],
      [
        "th",
        "or"
      ],
      [
        "ro",
        "d"
      ],
      [
        "wo",
        "od"
      ],
      [
        "a",
        "c"
      ],
      [
        "e",
        "ch"
      ],
      [
        "g",
        "e"
      ],
      [
        "h",
        "t"
      ],
      [
        "h",
        "ild"
      ],
      [
        "l",
        "in"
      ],
      [
        "l",
        "ind"
      ],
      [
        "n",
        "ar"
      ],
      [
        "r",
        "u"
      ],
      [
        "u",
        "il"
      ],
      [
        "el",
        "f"
      ],
      [
        "st",
        "on"
      ],
      [
        "br",
        "and"
      ],
      [
        "gr",
        "im"
      ],
      [
        "ow",
        "n"
      ],
      [
        "end",
        "il"
      ],
      [
        "b",
        "al"
      ],
      [
        "d",
        "r"
      ],
      [
        "e",
        "ast"
      ],
      [
        "f",
        "in"
      ],
      [
        "g",
        "el"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "b"
      ],
      [
        "i",
        "ë"
      ],
      [
        "k",
        "h"
      ],
      [
        "l",
        "or"
      ],
      [
        "m",
        "ir"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "o"
      ],
      [
        "n",
        "ú"
      ],
      [
        "o",
        "c"
      ],
      [
        "r",
        "ing"
      ],
      [
        "s",
        "ir"
      ],
      [
        "t",
        "el"
      ],
      [
        "en",
        "t"
      ],
      [
        "am",
        "ir"
      ],
      [
        "land",
        "s"
      ],
      [
        "hal",
        "l"
      ],
      [
        "ta",
        "ur"
      ],
      [
        "fal",
        "as"
      ],
      [
        "a",
        "ir"
      ],
      [
        "e",
        "ä"
      ],
      [
        "f",
        "ar"
      ],
      [
        "g",
        "al"
      ],
      [
        "g",
        "on"
      ],
      [
        "g",
        "ol"
      ],
      [
        "g",
        "und"
      ],
      [
        "h",
        "e"
      ],
      [
        "h",
        "y"
      ],
      [
        "k",
        "ing"
      ],
      [
        "m",
        "ë"
      ],
      [
        "m",
        "ith"
      ],
      [
        "p",
        "er"
      ],
      [
        "r",
        "in"
      ],
      [
        "r",
        "ed"
      ],
      [
        "t",
        "er"
      ],
      [
        "v",
        "en"
      ],
      [
        "v",
        "er"
      ],
      [
        "y",
        "n"
      ],
      [
        "û",
        "n"
      ],
      [
        "st",
        "ar"
      ],
      [
        "ad",
        "oc"
      ],
      [
        "am",
        "ar"
      ],
      [
        "at",
        "an"
      ],
      [
        "mar",
        "ch"
      ],
      [
        "und",
        "er"
      ],
      [
        "ee",
        "p"
      ],
      [
        "ig",
        "ht"
      ],
      [
        "nor",
        "th"
      ],
      [
        "cir",
        "y"
      ],
      [
        "wa",
        "y"
      ],
      [
        "wat",
        "er"
      ],
      [
        "-",
        "in"
      ],
      [
        "a",
        "k"
      ],
      [
        "a",
        "v"
      ],
      [
        "a",
        "in"
      ],
      [
        "b",
        "ag"
      ],
      [
        "c",
        "or"
      ],
      [
        "d",
        "w"
      ],
      [
        "d",
        "en"
      ],
      [
        "e",
        "y"
      ],
      [
        "e",
        "il"
      ],
      [
        "f",
        "i"
      ],
      [
        "f",
        "ol"
      ],
      [
        "f",
        "ast"
      ],
      [
        "g",
        "u"
      ],
      [
        "g",
        "old"
      ],
      [
        "h",
        "ad"
      ],
      [
        "i",
        "c"
      ],
      [
        "i",
        "v"
      ],
      [
        "i",
        "el"
      ],
      [
        "l",
        "u"
      ],
      [
        "l",
        "uin"
      ],
      [
        "p",
        "al"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "h"
      ],
      [
        "r",
        "ad"
      ],
      [
        "r",
        "as"
      ],
      [
        "t",
        "om"
      ],
      [
        "u",
        "gl"
      ],
      [
        "v",
        "a"
      ],
      [
        "w",
        "h"
      ],
      [
        "w",
        "il"
      ],
      [
        "w",
        "ard"
      ],
      [
        "w",
        "ind"
      ],
      [
        "w",
        "ell"
      ],
      [
        "w",
        "ine"
      ],
      [
        "ó",
        "ri"
      ],
      [
        "û",
        "r"
      ],
      [
        "or",
        "l"
      ],
      [
        "ed",
        "h"
      ],
      [
        "ri",
        "el"
      ],
      [
        "bel",
        "eg"
      ],
      [
        "men",
        "el"
      ],
      [
        "lo",
        "th"
      ],
      [
        "gre",
        "en"
      ],
      [
        "ston",
        "e"
      ],
      [
        "eä",
        "r"
      ],
      [
        "-",
        "ro"
      ],
      [
        "a",
        "z"
      ],
      [
        "a",
        "er"
      ],
      [
        "c",
        "il"
      ],
      [
        "d",
        "e"
      ],
      [
        "d",
        "le"
      ],
      [
        "d",
        "eep"
      ],
      [
        "f",
        "er"
      ],
      [
        "f",
        "fo"
      ],
      [
        "g",
        "ar"
      ],
      [
        "g",
        "ir"
      ],
      [
        "g",
        "am"
      ],
      [
        "g",
        "ul"
      ],
      [
        "h",
        "an"
      ],
      [
        "h",
        "orn"
      ],
      [
        "i",
        "e"
      ],
      [
        "l",
        "am"
      ],
      [
        "m",
        "el"
      ],
      [
        "n",
        "im"
      ],
      [
        "n",
        "ing"
      ],
      [
        "o",
        "b"
      ],
      [
        "o",
        "k"
      ],
      [
        "o",
        "or"
      ],
      [
        "o",
        "ck"
      ],
      [
        "r",
        "e"
      ],
      [
        "r",
        "y"
      ],
      [
        "r",
        "ath"
      ],
      [
        "r",
        "ond"
      ],
      [
        "s",
        "ë"
      ],
      [
        "s",
        "ar"
      ],
      [
        "s",
        "ou"
      ],
      [
        "t",
        "on"
      ],
      [
        "t",
        "ir"
      ],
      [
        "t",
        "le"
      ],
      [
        "u",
        "s"
      ],
      [
        "v",
        "i"
      ],
      [
        "v",
        "in"
      ],
      [
        "w",
        "ith"
      ],
      [
        "w",
        "ill"
      ],
      [
        "î",
        "n"
      ],
      [
        "ô",
        "r"
      ],
      [
        "in",
        "s"
      ],
      [
        "or",
        "on"
      ],
      [
        "an",
        "c"
      ],
      [
        "ur",
        "n"
      ],
      [
        "and",
        "il"
      ],
      [
        "ro",
        "th"
      ],
      [
        "ro",
        "ck"
      ],
      [
        "at",
        "e"
      ],
      [
        "br",
        "eg"
      ],
      [
        "cal",
        "im"
      ],
      [
        "fo",
        "ot"
      ],
      [
        "fr",
        "é"
      ],
      [
        "cel",
        "e"
      ],
      [
        "bur",
        "g"
      ],
      [
        "ev",
        "er"
      ],
      [
        "ann",
        "on"
      ],
      [
        "-en",
        "-"
      ],
      [
        "bu",
        "ck"
      ],
      [
        "hy",
        "ar"
      ],
      [
        "wh",
        "it"
      ],
      [
        "sou",
        "th"
      ],
      [
        "-",
        "c"
      ],
      [
        "-",
        "f"
      ],
      [
        "-",
        "t"
      ],
      [
        "-",
        "na"
      ],
      [
        "a",
        "b"
      ],
      [
        "a",
        "el"
      ],
      [
        "b",
        "e"
      ],
      [
        "b",
        "l"
      ],
      [
        "b",
        "old"
      ],
      [
        "b",
        "ot"
      ],
      [
        "c",
        "ot"
      ],
      [
        "d",
        "h"
      ],
      [
        "d",
        "i"
      ],
      [
        "d",
        "im"
      ],
      [
        "d",
        "own"
      ],
      [
        "f",
        "t"
      ],
      [
        "f",
        "en"
      ],
      [
        "f",
        "ur"
      ],
      [
        "f",
        "ind"
      ],
      [
        "f",
        "ang"
      ],
      [
        "g",
        "w"
      ],
      [
        "g",
        "ard"
      ],
      [
        "h",
        "u"
      ],
      [
        "h",
        "ith"
      ],
      [
        "h",
        "tar"
      ],
      [
        "h",
        "ard"
      ],
      [
        "h",
        "end"
      ],
      [
        "h",
        "und"
      ],
      [
        "h",
        "ald"
      ],
      [
        "h",
        "ill"
      ],
      [
        "h",
        "ou"
      ],
      [
        "i",
        "an"
      ],
      [
        "i",
        "ath"
      ],
      [
        "k",
        "el"
      ],
      [
        "k",
        "al"
      ],
      [
        "l",
        "i"
      ],
      [
        "l",
        "ar"
      ],
      [
        "l",
        "en"
      ],
      [
        "l",
        "im"
      ],
      [
        "l",
        "ith"
      ],
      [
        "l",
        "ond"
      ],
      [
        "l",
        "ang"
      ],
      [
        "m",
        "i"
      ],
      [
        "m",
        "ind"
      ],
      [
        "n",
        "á"
      ],
      [
        "o",
        "g"
      ],
      [
        "p",
        "o"
      ],
      [
        "p",
        "el"
      ],
      [
        "p",
        "la"
      ],
      [
        "r",
        "am"
      ],
      [
        "s",
        "il"
      ],
      [
        "t",
        "y"
      ],
      [
        "t",
        "an"
      ],
      [
        "t",
        "ol"
      ],
      [
        "t",
        "um"
      ],
      [
        "u",
        "ir"
      ],
      [
        "v",
        "el"
      ],
      [
        "v",
        "il"
      ],
      [
        "w",
        "e"
      ],
      [
        "w",
        "in"
      ],
      [
        "w",
        "eth"
      ],
      [
        "é",
        "od"
      ],
      [
        "í",
        "riel"
      ],
      [
        "ar",
        "-"
      ],
      [
        "ar",
        "an"
      ],
      [
        "ar",
        "ch"
      ],
      [
        "in",
        "n"
      ],
      [
        "or",
        "od"
      ],
      [
        "an",
        "s"
      ],
      [
        "an",
        "or"
      ],
      [
        "th",
        "r"
      ],
      [
        "el",
        "y"
      ],
      [
        "en",
        "n"
      ],
      [
        "er",
        "s"
      ],
      [
        "er",
        "ed"
      ],
      [
        "al",
        "mar"
      ],
      [
        "al",
        "car"
      ],
      [
        "on",
        "y"
      ],
      [
        "st",
        "e"
      ],
      [
        "ad",
        "or"
      ],
      [
        "ad",
        "an"
      ],
      [
        "ol",
        "l"
      ],
      [
        "and",
        "o"
      ],
      [
        "ath",
        "er"
      ],
      [
        "ith",
        "il"
      ],
      [
        "ri",
        "d"
      ],
      [
        "ri",
        "s"
      ],
      [
        "ard",
        "il"
      ],
      [
        "ond",
        "ë"
      ],
      [
        "ond",
        "or"
      ],
      [
        "br",
        "as"
      ],
      [
        "end",
        "ur"
      ],
      [
        "mar",
        "k"
      ],
      [
        "la",
        "ur"
      ],
      [
        "is",
        "en"
      ],
      [
        "os",
        "co"
      ],
      [
        "mo",
        "th"
      ],
      [
        "ma",
        "cil"
      ],
      [
        "ald",
        "or"
      ],
      [
        "ber",
        "t"
      ],
      [
        "ha",
        "ud"
      ],
      [
        "ta",
        "in"
      ],
      [
        "-n",
        "u"
      ],
      [
        "ui",
        "al"
      ],
      [
        "ór",
        "ë"
      ],
      [
        "bo",
        "urn"
      ],
      [
        "fir",
        "ien"
      ],
      [
        "hel",
        "m"
      ],
      [
        "lon",
        "g"
      ],
      [
        "ru",
        "sh"
      ],
      [
        "fi",
        "eld"
      ],
      [
        "-ro",
        "ad"
      ],
      [
        "cele",
        "br"
      ],
      [
        "haud",
        "h"
      ],
      [
        "-",
        "i"
      ],
      [
        "a",
        "f"
      ],
      [
        "a",
        "x"
      ],
      [
        "b",
        "b"
      ],
      [
        "b",
        "i"
      ],
      [
        "b",
        "an"
      ],
      [
        "b",
        "ol"
      ],
      [
        "b",
        "od"
      ],
      [
        "b",
        "ard"
      ],
      [
        "b",
        "ow"
      ],
      [
        "b",
        "ul"
      ],
      [
        "b",
        "lin"
      ]
    ]
  }
}