{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": "\n"
    },
    "behavior": "Isolated",
    "invert": false
  },
  "post_processor": null,
  "decoder": {
    "type": "Fuse"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "\n": 0,
      "-": 1,
      "a": 2,
      "b": 3,
      "c": 4,
      "d": 5,
      "e": 6,
      "f": 7,
      "g": 8,
      "h": 9,
      "i": 10,
      "j": 11,
      "k": 12,
      "l": 13,
      "m": 14,
      "n": 15,
      "o": 16,
      "p": 17,
      "q": 18,
      "r": 19,
      "s": 20,
      "t": 21,
      "u": 22,
      "v": 23,
      "w": 24,
      "x": 25,
      "y": 26,
      "z": 27,
      "á": 28,
      "â": 29,
      "ä": 30,
      "é": 31,
      "ê": 32,
      "ë": 33,
      "í": 34,
      "î": 35,
      "ó": 36,
      "ô": 37,
      "ö": 38,
      "ú": 39,
      "û": 40,
      "ü": 41,
      "ŷ": 42,
      "ar": 43,
      "in": 44,
      "or": 45,
      "an": 46,
      "th": 47,
      "el": 48,
      "en": 49,
      "er": 50,
      "al": 51,
      "il": 52,
      "on": 53,
      "ir": 54,
      "st": 55,
      "ad": 56,
      "ol": 57,
      "im": 58,
      "ur": 59,
      "and": 60,
      "am": 61,
      "ro": 62,
      "ch": 63,
      "as": 64,
      "ing": 65,
      "un": 66,
      "es": 67,
      "ed": 68,
      "eg": 69,
      "ath": 70,
      "ith": 71,
      "ag": 72,
      "tar": 73,
      "ri": 74,
      "od": 75,
      "at": 76,
      "ard": 77,
      "ond": 78,
      "le": 79,
      "ind": 80,
      "br": 81,
      "gr": 82,
      "ow": 83,
      "uin": 84,
      "end": 85,
      "mar": 86,
      "orn": 87,
      "und": 88,
      "bar": 89,
      "eth": 90,
      "la": 91,
      "om": 92,
      "na": 93,
      "is": 94,
      "ast": 95,
      "car": 96,
      "ion": 97,
      "os": 98,
      "ck": 99,
      "for": 100,
      "ul": 101,
      "ang": 102,
      "eld": 103,
      "old": 104,
      "mo": 105,
      "sh": 106,
      "go": 107,
      "ma": 108,
      "ald": 109,
      "em": 110,
      "est": 111,
      "bel": 112,
      "ber": 113,
      "gl": 114,
      "men": 115,
      "land": 116,
      "ot": 117,
      "ill": 118,
      "ha": 119,
      "har": 120,
      "id": 121,
      "lo": 122,
      "ra": 123,
      "tar-": 124,
      "ca": 125,
      "hal": 126,
      "it": 127,
      "ta": 128,
      "arth": 129,
      "ell": 130,
      "ild": 131,
      "bor": 132,
      "ee": 133,
      "ud": 134,
      "um": 135,
      "-n": 136,
      "cal": 137,
      "gor": 138,
      "lad": 139,
      "ou": 140,
      "se": 141,
      "ui": 142,
      "ant": 143,
      "ern": 144,
      "row": 145,
      "fo": 146,
      "fr": 147,
      "fal": 148,
      "ig": 149,
      "mor": 150,
      "nor": 151,
      "sa": 152,
      "cel": 153,
      "cir": 154,
      "et": 155,
      "ien": 156,
      "min": 157,
      "mer": 158,
      "ost": 159,
      "ph": 160,
      "wa": 161,
      "ór": 162,
      "ess": 163,
      "ach": 164,
      "bur": 165,
      "dor": 166,
      "gil": 167,
      "hol": 168,
      "to": 169,
      "val": 170,
      "wë": 171,
      "west": 172,
      "ír": 173,
      "ine": 174,
      "ros": 175,
      "bo": 176,
      "co": 177,
      "da": 178,
      "ev": 179,
      "fir": 180,
      "man": 181,
      "nen": 182,
      "wo": 183,
      "-g": 184,
      "her": 185,
      "hir": 186,
      "ló": 187,
      "oth": 188,
      "wen": 189,
      "ara": 190,
      "ann": 191,
      "gre": 192,
      "-d": 193,
      "-en": 194,
      "bu": 195,
      "eb": 196,
      "hel": 197,
      "lon": 198,
      "mal": 199,
      "rim": 200,
      "tr": 201,
      "wat": 202,
      "thor": 203,
      "rod": 204,
      "wood": 205,
      "ac": 206,
      "ech": 207,
      "ge": 208,
      "ht": 209,
      "hild": 210,
      "lin": 211,
      "lind": 212,
      "nar": 213,
      "ru": 214,
      "uil": 215,
      "elf": 216,
      "ston": 217,
      "brand": 218,
      "grim": 219,
      "own": 220,
      "endil": 221,
      "bal": 222,
      "dr": 223,
      "east": 224,
      "fin": 225,
      "gel": 226,
      "ia": 227,
      "ib": 228,
      "ië": 229,
      "kh": 230,
      "lor": 231,
      "mir": 232,
      "ne": 233,
      "no": 234,
      "nú": 235,
      "oc": 236,
      "ring": 237,
      "sir": 238,
      "tel": 239,
      "ent": 240,
      "amir": 241,
      "lands": 242,
      "hall": 243,
      "taur": 244,
      "falas": 245,
      "air": 246,
      "eä": 247,
      "far": 248,
      "gal": 249,
      "gon": 250,
      "gol": 251,
      "gund": 252,
      "he": 253,
      "hy": 254,
      "king": 255
    },
    "merges": [
      [
        "a",
        "r"
      ],
      [
        "i",
        "n"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "n"
      ],
      [
        "t",
        "h"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "i",
        "l"
      ],
      [
        "o",
        "n"
      ],
      [
        "i",
        "r"
      ],
      [
        "s",
        "t"
      ],
      [
        "a",
        "d"
      ],
      [
        "o",
        "l"
      ],
      [
        "i",
        "m"
      ],
      [
        "u",
        "r"
      ],
      [
        "an",
        "d"
      ],
      [
        "a",
        "m"
      ],
      [
        "r",
        "o"
      ],
      [
        "c",
        "h"
      ],
      [
        "a",
        "s"
      ],
      [
        "in",
        "g"
      ],
      [
        "u",
        "n"
      ],
      [
        "e",
        "s"
      ],
      [
        "e",
        "d"
      ],
      [
        "e",
        "g"
      ],
      [
        "a",
        "th"
      ],
      [
        "i",
        "th"
      ],
      [
        "a",
        "g"
      ],
      [
        "t",
        "ar"
      ],
      [
        "r",
        "i"
      ],
      [
        "o",
        "d"
      ],
      [
        "a",
        "t"
      ],
      [
        "ar",
        "d"
      ],
      [
        "on",
        "d"
      ],
      [
        "l",
        "e"
      ],
      [
        "in",
        "d"
      ],
      [
        "b",
        "r"
      ],
      [
        "g",
        "r"
      ],
      [
        "o",
        "w"
      ],
      [
        "u",
        "in"
      ],
      [
        "en",
        "d"
      ],
      [
        "m",
        "ar"
      ],
      [
        "or",
        "n"
      ],
      [
        "un",
        "d"
      ],
      [
        "b",
        "ar"
      ],
      [
        "e",
        "th"
      ],
      [
        "l",
        "a"
      ],
      [
        "o",
        "m"
      ],
      [
        "n",
        "a"
      ],
      [
        "i",
        "s"
      ],
      [
        "a",
        "st"
      ],
      [
        "c",
        "ar"
      ],
      [
        "i",
        "on"
      ],
      [
        "o",
        "s"
      ],
      [
        "c",
        "k"
      ],
      [
        "f",
        "or"
      ],
      [
        "u",
        "l"
      ],
      [
        "an",
        "g"
      ],
      [
        "el",
        "d"
      ],
      [
        "ol",
        "d"
      ],
      [
        "m",
        "o"
      ],
      [
        "s",
        "h"
      ],
      [
        "g",
        "o"
      ],
      [
        "m",
        "a"
      ],
      [
        "al",
        "d"
      ],
      [
        "e",
        "m"
      ],
      [
        "e",
        "st"
      ],
      [
        "b",
        "el"
      ],
      [
        "b",
        "er"
      ],
      [
        "g",
        "l"
      ],
      [
        "m",
        "en"
      ],
      [
        "l",
        "and"
      ],
      [
        "o",
        "t"
      ],
      [
        "il",
        "l"
      ],
      [
        "h",
        "a"
      ],
      [
        "h",
        "ar"
      ],
      [
        "i",
        "d"
      ],
      [
        "l",
        "o"
      ],
      [
        "r",
        "a"
      ],
      [
        "tar",
        "-"
      ],
      [
        "c",
        "a"
      ],
      [
        "h",
        "al"
      ],
      [
        "i",
        "t"
      ],
      [
        "t",
        "a"
      ],
      [
        "ar",
        "th"
      ],
      [
        "el",
        "l"
      ],
      [
        "il",
        "d"
      ],
      [
        "b",
        "or"
      ],
      [
        "e",
        "e"
      ],
      [
        "u",
        "d"
      ],
      [
        "u",
        "m"
      ],
      [
        "-",
        "n"
      ],
      [
        "c",
        "al"
      ],
      [
        "g",
        "or"
      ],
      [
        "l",
        "ad"
      ],
      [
        "o",
        "u"
      ],
      [
        "s",
        "e"
      ],
      [
        "u",
        "i"
      ],
      [
        "an",
        "t"
      ],
      [
        "er",
        "n"
      ],
      [
        "ro",
        "w"
      ],
      [
        "f",
        "o"
      ],
      [
        "f",
        "r"
      ],
      [
        "f",
        "al"
      ],
      [
        "i",
        "g"
      ],
      [
        "m",
        "or"
      ],
      [
        "n",
        "or"
      ],
      [
        "s",
        "a"
      ],
      [
        "c",
        "el"
      ],
      [
        "c",
        "ir"
      ],
      [
        "e",
        "t"
      ],
      [
        "i",
        "en"
      ],
      [
        "m",
        "in"
      ],
      [
        "m",
        "er"
      ],
      [
        "o",
        "st"
      ],
      [
        "p",
        "h"
      ],
      [
        "w",
        "a"
      ],
      [
        "ó",
        "r"
      ],
      [
        "es",
        "s"
      ],
      [
        "a",
        "ch"
      ],
      [
        "b",
        "ur"
      ],
      [
        "d",
        "or"
      ],
      [
        "g",
        "il"
      ],
      [
        "h",
        "ol"
      ],
      [
        "t",
        "o"
      ],
      [
        "v",
        "al"
      ],
      [
        "w",
        "ë"
      ],
      [
        "w",
        "est"
      ],
      [
        "í",
        "r"
      ],
      [
        "in",
        "e"
      ],
      [
        "ro",
        "s"
      ],
      [
        "b",
        "o"
      ],
      [
        "c",
        "o"
      ],
      [
        "d",
        "a"
      ],
      [
        "e",
        "v"
      ],
      [
        "f",
        "ir"
      ],
      [
        "m",
        "an"
      ],
      [
        "n",
        "en"
      ],
      [
        "w",
        "o"
      ],
      [
        "-",
        "g"
      ],
      [
        "h",
        "er"
      ],
      [
        "h",
        "ir"
      ],
      [
        "l",
        "ó"
      ],
      [
        "o",
        "th"
      ],
      [
        "w",
        "en"
      ],
      [
        "ar",
        "a"
      ],
      [
        "an",
        "n"
      ],
      [
        "gr",
        "e"
      ],
      [
        "-",
        "d"
      ],
      [
        "-",
        "en"
      ],
      [
        "b",
        "u"
      ],
      [
        "e",
        "b"
      ],
      [
        "h",
        "el"
      ],
      [
        "l",
        "on"
      ],
      [
        "m",
        "al"
      ],
      [
        "r",
        "im"
      ],
      [
        "t",
        "r"
      ],
      [
        "w",
        "at"
      ],
      [
        "th",
        "or"
      ],
      [
        "ro",
        "d"
      ],
      [
        "wo",
        "od"
      ],
      [
        "a",
        "c"
      ],
      [
        "e",
        "ch"
      ],
      [
        "g",
        "e"
      ],
      [
        "h",
        "t"
      ],
      [
        "h",
        "ild"
      ],
      [
        "l",
        "in"
      ],
      [
        "l",
        "ind"
      ],
      [
        "n",
        "ar"
      ],
      [
        "r",
        "u"
      ],
      [
        "u",
        "il"
      ],
      [
        "el",
        "f"
      ],
      [
        "st",
        "on"
      ],
      [
        "br",
        "and"
      ],
      [
        "gr",
        "im"
      ],
      [
        "ow",
        "n"
      ],
      [
        "end",
        "il"
      ],
      [
        "b",
        "al"
      ],
      [
        "d",
        "r"
      ],
      [
        "e",
        "ast"
      ],
      [
        "f",
        "in"
      ],
      [
        "g",
        "el"
      ],
      [
        "i",
        "a"
      ],
      [
        "i",
        "b"
      ],
      [
        "i",
        "ë"
      ],
      [
        "k",
        "h"
      ],
      [
        "l",
        "or"
      ],
      [
        "m",
        "ir"
      ],
      [
        "n",
        "e"
      ],
      [
        "n",
        "o"
      ],
      [
        "n",
        "ú"
      ],
      [
        "o",
        "c"
      ],
      [
        "r",
        "ing"
      ],
      [
        "s",
        "ir"
      ],
      [
        "t",
        "el"
      ],
      [
        "en",
        "t"
      ],
      [
        "am",
        "ir"
      ],
      [
        "land",
        "s"
      ],
      [
        "hal",
        "l"
      ],
      [
        "ta",
        "ur"
      ],
      [
        "fal",
        "as"
      ],
      [
        "a",
        "ir"
      ],
      [
        "e",
        "ä"
      ],
      [
        "f",
        "ar"
      ],
      [
        "g",
        "al"
      ],
      [
        "g",
        "on"
      ],
      [
        "g",
        "ol"
      ],
      [
        "g",
        "und"
      ],
      [
        "h",
        "e"
      ],
      [
        "h",
        "y"
      ],
      [
        "k",
        "ing"
      ]
    ]
  }
}